<?php
header('Content-type:text/html;charset=utf-8');
$num=$_GET['num'];


$nvz='{"src":["mall-page\/img-mp\/banner\/menub_1.jpg","mall-page\/img-mp\/banner\/menub_11.png"],
	  "list":[{"h2":["女装","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["精品内衣","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner2.png","mall-page\/img-mp\/banner\/rightbanner22.png"]  
	}';

$nanz='{"src":["mall-page\/img-mp\/banner\/menuc_1.jpg","mall-page\/img-mp\/banner\/menuc_11.png"],
	  "list":[{"h2":["精品男装","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["天猫运动馆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner3.png","mall-page\/img-mp\/banner\/rightbanner33.png"]  
	}';

$nvx='{"src":["mall-page\/img-mp\/banner\/menud_1.jpg","mall-page\/img-mp\/banner\/menud_11.png"],
	  "list":[{"h2":["女鞋馆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["男鞋馆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner4.png","mall-page\/img-mp\/banner\/rightbanner44.png"]  
	}';


$huaz='{"src":["mall-page\/img-mp\/banner\/menue_1.jpg","mall-page\/img-mp\/banner\/menue_11.png"],
	  "list":[{"h2":["天猫化妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner5.png","mall-page\/img-mp\/banner\/rightbanner55.png"]  
	}';

$shouj='{"src":["mall-page\/img-mp\/banner\/menuf_1.jpg","mall-page\/img-mp\/banner\/menuf_11.png"],
	  "list":[{"h2":["手机","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner6.png","mall-page\/img-mp\/banner\/rightbanner66.png"]  
	}';

$muy='{"src":["mall-page\/img-mp\/banner\/menug_1.jpg","mall-page\/img-mp\/banner\/menug_11.png"],
	  "list":[{"h2":["母婴","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner7.png","mall-page\/img-mp\/banner\/rightbanner77.png"]  
	}';

$lings='{"src":["mall-page\/img-mp\/banner\/menuh_1.jpg","mall-page\/img-mp\/banner\/menuh_11.png"],
	  "list":[{"h2":["零食","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner8.png","mall-page\/img-mp\/banner\/rightbanner88.png"]  
	}';

$jiad='{"src":["mall-page\/img-mp\/banner\/menui_1.jpg","mall-page\/img-mp\/banner\/menui_11.png"],
	  "list":[{"h2":["家用电器","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner9.png","mall-page\/img-mp\/banner\/rightbanner99.png"]  
	}';

$jiaj='{"src":["mall-page\/img-mp\/banner\/menuj_1.jpg","mall-page\/img-mp\/banner\/menuj_11.png"],
	  "list":[{"h2":["家具","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner10.png","mall-page\/img-mp\/banner\/rightbanner1010.png"]  
	}';

$zhub='{"src":["mall-page\/img-mp\/banner\/menuk_1.jpg","mall-page\/img-mp\/banner\/menuk_11.png"],
	  "list":[{"h2":["珠宝","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner11.png","mall-page\/img-mp\/banner\/rightbanner1111.png"]  
	}';

$qic='{"src":["mall-page\/img-mp\/banner\/menul_1.jpg","mall-page\/img-mp\/banner\/menul_11.png"],
	  "list":[{"h2":["汽车","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner12.png","mall-page\/img-mp\/banner\/rightbanner1212.png"]  
	}';

$jiaf='{"src":["mall-page\/img-mp\/banner\/menum_1.jpg","mall-page\/img-mp\/banner\/menum_11.png"],
	  "list":[{"h2":["家纺家私","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner13.png","mall-page\/img-mp\/banner\/rightbanner13.png"]  
	}';

$yiy='{"src":["mall-page\/img-mp\/banner\/menun_1.jpg","mall-page\/img-mp\/banner\/menun_11.png"],
	  "list":[{"h2":["医药馆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner14.png","mall-page\/img-mp\/banner\/rightbanner14.png"]  
	}';

$chuj='{"src":["mall-page\/img-mp\/banner\/menuo_1.jpg","mall-page\/img-mp\/banner\/menuo_11.png"],
	  "list":[{"h2":["厨具","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner15.png","mall-page\/img-mp\/banner\/rightbanner15.png"]  
	}';

$tus='{"src":["mall-page\/img-mp\/banner\/menup_1.jpg","mall-page\/img-mp\/banner\/menup_11.png"],
	  "list":[{"h2":["图书","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"],["长袖连衣裙3","毛呢连衣裙3","羊绒衫3","羊毛衫3","羊毛大衣3","貂皮大衣3","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]] 	
			  },{"h2":["彩妆","更多"],
	  			"p":[["双11女装会场","双11羽绒会场","双11商场同款","双11独家首发","双11热卖爆款","双11大牌首秀","双11潮牌会场","超值优惠券","女装频道","秋冬新品","羽绒服","毛呢外套"],["长袖连衣裙","毛呢连衣裙","羊绒衫","羊毛衫","羊毛大衣","貂皮大衣","风衣","卫衣","短外套","小西装","羽绒裤","小脚裤","休闲裤"]]
			  }],
		"src2":["mall-page\/img-mp\/banner\/rightbanner16.png","mall-page\/img-mp\/banner\/rightbanner16.png"]  
	}';


if($num==0){
	echo $nvz;
}else if($num==1){
	echo $nanz;
}else if($num==2){
	echo $nvx;
}else if($num==3){
	echo $huaz;
}else if($num==4){
	echo $shouj;
}else if($num==5){
	echo $muy;
}else if($num==6){
	echo $lings;
}else if($num==7){
	echo $jiad;
}else if($num==8){
	echo $jiaj;
}else if($num==9){
	echo $zhub;
}else if($num==10){
	echo $qic;
}else if($num==11){
	echo $jiaf;
}else if($num==12){
	echo $yiy;
}else if($num==13){
	echo $chuj;
}else{
	echo $tus;
}




?>

